module.exports = {
    init: function () {
        localStorage.clear();
        localStorage.setItem('faculty', JSON.stringify([ {
                "name": "Инженерно-строительный институт",
                "id": 92,
                "abbr": "ИСИ"
            }, {
                "name": "Институт энергетики и транспортных систем",
                "id": 93,
                "abbr": "ИЭиТС"
            }, {
                "name": "Институт металлургии, машиностроения и транспорта",
                "id": 94,
                "abbr": "ИММиТ"
            }, {
                "name": "Институт компьютерных наук и технологий",
                "id": 95,
                "abbr": "ИКНТ"
            }, {
                "name": "Институт военно-технического образования и безопасности",
                "id": 96,
                "abbr": "ИВТОБ"
            }, {
                "name": "Институт физики, нанотехнологий и телекоммуникаций",
                "id": 98,
                "abbr": "ИФНиТ"
            }, {
                "name": "Институт прикладной математики и механики",
                "id": 99,
                "abbr": "ИПММ"
            }, {
                "name": "Инженерно-экономический институт",
                "id": 100,
                "abbr": "ИЭИ"
            }, {
                "name": "Гуманитарный институт",
                "id": 101,
                "abbr": "ИнГО"
            }, {
                "name": "Институт международных образовательных программ",
                "id": 103,
                "abbr": "ИМОП"
            } ]
        ));
    }
};
